Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/4733 - Баласа.tmx
Source language: ru
Languages: ba

source: Сегодня праздник.
ba: Бөгөн байрам.

source: Курбан-байрам.
ba: Ҡорбан байрамы.

source: Уже давным-давно я жил, заколдованный им.
ba: Күпме замандар мин аҡрын ғына яҡынлашып килгән ошо иртәнең сихыры аҫтында йәшәнем.

source: Давно уже его зарево, подобно рассветным лучам, отражающимся в вытянувшихся на горизонте облачках, грело мою душу.
ba: Уның шаңдағы, алыҫ офоҡ ситендәге аҡ болоттарҙа сағылып уйнаған таң нурҙары һымаҡ, әллә ҡасан инде минең иләҫ күңелемә килеп һарылды.

source: Солнце еще не показалось, но мир уже светлый-светлый.
ba: Ҡояш әле сығып та етмәгән, донъя инде яп-яҡты.

source: Вот так идет курбан-байрам.
ba: Тап бына шулай килә ҡорбан байрамы.

source: Сам далеко, а сияние уже здесь.
ba: Үҙе әле ары — шауҡымы инде бире.

source: В прошлую ночь я никак не мог заснуть.
ba: Уҙған төндә мине оҙаҡ йоҡо алманы.

source: Тянулись в голове разные долгие мысли.
ba: Башымдан төрлө-төрлө уйҙар уҙҙы.

source: Вот придет праздник, и сразу все на земле изменится.
ba: Байрам килгәс тә, ерҙә бөтә нәмә кинәт үҙгәрер төҫлө тойолдо миңә.

source: Будет как в сказке, которую рассказывала Старшая Мать: огонь с водой вместе сольются, волки с овцами перемешаются, одним стадом будут ходить, злые — добрыми, враги — друзьями станут.
ba: Оло инәйем һөйләгән әкиәттәге һымаҡ, ут менән һыу бергә ҡушылыр, бүреләр менән һарыҡтар аралашып, бер көтөүҙә йөрөр, яуыздар — изгегә, дошмандар дуҫҡа әйләнер.

source: Я и радуюсь этому, и тревожусь.
ba: Быға мин ҡыуанам да, бер аҙ шикләнәм дә.

source: За овец боюсь.
ba: Һарыҡтар өсөн борсолам.

source: Как бы невзначай не перерезали их коварные волки.
ba: Аңғармаҫтан ғына уларҙы мәкерле бүреләр быуып ташламағайы.

source: И за огонь страшусь.
ba: Ут өсөн дә хәүефләнәм.

source: Как бы ненароком не залила его высокомерная вода.
ba: Абайламаҫтан һыу үҙен һүндереп ҡуймағайы.

source: И за друзей душа мается.
ba: Дуҫтар өсөн дә күңелем урынында уҡ түгел.

source: Как бы враги хитрость не замыслили, не погубили их...
ba: Дошмандар, хәйлә ҡороп, үҙҙәрен харап итмәгәйе, тим...

source: И все же радости моей нет конца.
ba: Барыбер минең шатлығымдың сиге юҡ.

source: А начало ей — черная бархатная тюбетейка и пара новых резиновых калош.
ba: Уның башы — ҡара бәрхәт түбәтәй менән бер пар резинка галош булды.

source: Их мне к празднику в подарок мой Самый Старший брат Муртаза привез, когда в город муку продавать ездил.
ba: Ҡалаға он һатырға барған еренән байрам бүләге тип уларҙы Мортаза ағайым алып ҡайтты.

source: Уже много дней тюбетейка моей обритой головы, калоши усеянных цыпками ног ждут не дождутся.
ba: Әллә нисә көн инде шул түбәтәй менән калоштар минең таҡыр башымды, йәнә «себейҙәре» төҙәлеп бөтмәгән тәпәйҙәремде көтә.

source: Пусть подождут.
ba: Көтһөндәр әйҙә!

source: Я их тоже долго ждал.
ba: Мин дә уларҙы күп көттөм.

source: А еще — Старшая Мать обмерила меня и сшила красные в белую полоску штаны — с двумя карманами.
ba: Шуның өҫтәүенә, Оло инәйем, үҙемә үлсәп, аҡ буйлы ҡыҙыл киндер ыштан тегеп ҡуйҙы — ике кеҫәле.

source: Скажу попутно: лет через сорок в самых славных городах Европы немало встречал я фасонистых парней в полосатых красных штанах.
ba: Яйы килгәндә әйтеп үтәйем: ҡырҡ йылдар уҙғас, шундай буйлы буйлы ҡыҙыл ыштан кейгән ҡупшы егеттәрҙе мин Европаның иң мәшһүр ҡалаларында бик күп осрат тым.

source: Эге, сказал я себе, обнова-то не нова,
ba: Әһә, мин әйтәм: беҙгә лә эйәрер көнөгөҙ еттеме?

source: мы такие уже давно сносили, моду проводили.
ba: Тик һеҙ әле кейгәндәрҙе беҙ күптән кейеп туҙҙырған, модаһын уҙҙырған!

source: Хотя по виду-крою вроде моих курбан-байрамовских, но пощупал я, товар у Европы против нашего жидковат.
ba: Әммә Европа ыштандарының йөҙө-күренеше беҙҙекенә оҡшаһа ла, тауары күп ҡайтыш ине.

source: Сам пощупал.
ba: Үҙем ҡапшап ҡараным.

source: Наверное, вы удивляетесь, что одному человеку сразу столько богатства, столько нарядов?
ba: Бер кешегә ни тиклем мөлкәт, ни тиклем яңы кейем-һалым, тип аптырайһығыҙҙыр әле, моғайын.

source: Мало удивиться, впору изумиться.
ba: Аптырау ғына түгел, әле шаҡ ҡатасаҡһығыҙ.

source: Вон на перекладине синее висит — что это?
ba: Анау кәштәгә эленгән зәңгәр нимә ул?

source: Сатиновая косоворотка! Шарифа, жена Абдуллы-Бурана, сшила.
ba: Буран Абдулла Шәрифәһе тегеп биргән зәңгәр күлдәк — ҡыйыҡ яғалы сатин күлдәк ул.

source: Вот как меня на праздник вырядили — с макушки до пят.
ba: Был байрамға мине ана ҡалай баштан-аяҡ кейендерҙеләр.

source: Интересно: в новой красивой одежде и настроение будто справным да нарядным становится.
ba: Ҡыҙыҡ инде, әҫтәңә яңы, матур кейем кейгәс, нисектер, күңелең дә бөтәйеп, йәмләнеп киткәндәй була.

source: Вот таким царевичем я и выйду на улицу.
ba: Ана шулай тыштан-эстән яңырып, ялтырап мин урамға сығасаҡмын.

source: Настоящий праздник, он только на улице и бывает.
ba: Байрам тигәнең бары урамда ғына була.

source: Если праздник в дому умещается, так это и не праздник, а так себе — праздничек.
ba: Өйгә һыйып бөткән бай рам — байрам түгел ул.

source: И еще одна радость ожидает меня, самая большая.
ba: Минең тағы ла ҡыуанысым, иң ҙур ҡыуанысым бар.

source: Хотел ее покуда в секрете подержать, да не получится, видно.
ba: Уныһын әлегә сер итеп һаҡлайым тигәйнем дә, сыҙап буламы ни?

source: Уж ладно, скажу, коли начал.
ba: Әйткәс әйтәйем инде.

source: Днем я с мальчишками на Ак-Манай лошадей купать съезжу, а потом вот что будет: запряжем мы со Старшей Матерью серого мерина в тарантас и по вечерней прохладе отравимся в Сайран.
ba: Мин Аҡманайҙа ат йөҙҙөрөп ҡайтҡас, киске еләҫтә беҙ Оло инәйем менән икәү генә, күк алашаны егеп, Сайран ауылына

source: В гости к Гайникамал-апай, замужней дочери Старшей Матери поедем.
ba: уның кейәүҙәге өлкән ҡыҙына — минең Ғәйникамал апайыма ҡунаҡҡа барасаҡбыҙ.

source: А за кучера — я.
ba: Юлда, кырандас күсеренә ултырып, күк алашаны үҙем әйҙәйәсәкмен.

source: В Сайране со Старшей Матерью и меня из застолья в застолье будут зазывать, в красный угол сажать.
ba: «Ҡунаҡ егете» булғас, Сайранда Оло инәйем менән мине лә өйҙән-өйгә ашҡа йөрөтәсәктәр, түр башына ултыртасаҡ тар.

source: В красном углу мы уже сиживали, так что чин-порядок знаем.
ba: Түр башында ултырған бар, уныһын килештереп була.

source: Вот здесь-то черная тюбетейка, резиновые калоши, красные штаны да синяя косоворотка сразу дадут понять, кто ты есть.
ba: Бына ҡасан ул ҡара бәрхәт түбәтәй, резинка галош, ҡыҙыл ыштан, зәңгәр сатин күлдәк сайрандарға кемдең кемлеген төшөндөрөп бирәсәк.

source: Недаром Старшая Мать сказала на днях: «Дерево листьями красуется, а человек, одеждой».
ba: «Ағас күрке япраҡ, әҙәм күрке сепрәк», — тине бер саҡ Оло инәйем.

source: Вы, наверное, поняли, кто позаботился, чтобы я, словно царский сынок, вырядился.
ba: Шулай булғас, һиҙгәнһегеҙҙер инде, кем арҡаһында мин батша малайы урынына суҡтай итеп шулай кейенеп алғанмын.

source: Старшая Мать постаралась.
ba: Оло инәйем арҡа һында...

source: ...Люди уже на Нижний конец улицы в мечеть на гает-молитву потянулись. Остановятся, восхвалят аллаха и дальше идут.
ba: Ҡорбан ғәйетенә барыусылар, туҡталып тәкбир әйтә-әйтә, Түбән осҡа мәсет яғына үтеп китте.

source: Мой отец тоже вышел со двора, присоединился к ним.
ba: Минең атайым да сығып уларға ҡушылды.

source: В день курбан-байрама утренний чай после гаета пьют.
ba: Иртәнге, сәй ғәйеттән һуң эселә.

source: У нас сегодня просяные блины испекли.
ba: Беҙҙә бөгөн тары тәбикмәге бешкән.

source: Ведь Старшей Матери только коснуться чего-нибудь — у нее из пальцев масло капает.
ba: Оло инәйемдең ҡулы тейһә, унан майҙар та мып торасаҡ.

source: Какая чудесная вещь — праздник!
ba: Ниндәй һәйбәт нәмә — байрам!

source: Один карман новых штанов я набил подсолнухом, другой — сушеной черемухой, вышел на улицу, встал у ворот.
ba: Яны ыштандың бер кеҫәһенә көнбағыш, бер кеҫәһенә кипкән муйыл тултырып мин ҡапҡа төбөнә сығып баҫтым.

source: Весь аул запахами исходит слюнки текут.
ba: Ауыл өҫтөндә һеләгәйҙе ағыҙырлыҡ тәм аңҡый,

source: Во всех домах сковородки калят.
ba: һәр кем хәлдән килгәнсә, таба ҡыҙҙыра.

source: Даже в тех, где весь год молока и катыка не видели, сегодня над очагом шипит да скворчит.
ba: Йыл буйы «һыйыр ағы» инмәгән — ҡатыҡ-һөт затын беҙ шулай тибеҙ — өйҙәрҙә лә бөгөн үҙенә күрә шыж-быж сыға.

source: Одни — табикмак, другие — оладьи, третьи — кыстыбый, четвертые — масленые караваи пекут.
ba: Берәүҙәр тәбикмәк, икенселәр ҡой маҡ, өсөнсөләр ҡыҫтыбый, дүртенселәр май күмәсе бешерә.

source: Немного погодя, не успеет еще аромат этой легкой пищи развеяться, как потечет запах вареного мяса.
ba: Бер аҙҙан, был еңел-елпе аштарҙың еҫе таралып бөтөр-бөтмәҫ үк, һауаға бешкән ит еҫе күтәреләсәк.

source: Вот когда ты поймешь, какое это блаженство — полной грудью, привставая на цыпочки, вдыхать воздух аула.
ba: Бына шул саҡта инде һин күкрәк тул тырып һулыш алыуҙың ысын тәмен татыйһың.

source: Над самой моей головой ласточки воздух стригут.
ba: Баш осомда ғына ҡарлуғастар ҡыйпылып үтә.

source: Воробьи на зеленой траве прыгают.
ba: Йәшел үлән өҫтөндә турғайҙар һикерешә.

source: Даже птицы вместе с людьми празднуют.
ba: Әйтерһең, ҡоштар ҙа кешеләр байрамын байрам итә.

source: — Эй, Пупок!
ba: — Әй, Кендек!

source: Рукавказ!
ba: Әй, Рукавказ!

source: — это из Шагибекова проулка доносится голос Шагидуллы.
ba: — Был Шәһиҙулла тауышы, Шәһибәктәр тыҡрығы яғынан килә.

source: Меня зовет.
ba: Мине саҡыра.

source: А самого не видно.
ba: Үҙе күренмәй.

source: Шагидулла — наш предводитель.
ba: Шәһиҙулла беҙҙең башлығыбыҙ.

source: Он только имя твое промолвит — бросай все и беги к нему.
ba: Ул исемде өндәштеме, һин шунда уҡ уның эр гәһенә килеп баҫырға тейешһең.

source: Он повторять не любит.
ba: Ҡабатларға яратмай.

source: Я тут же понесся на голос вожака.
ba: Мин шунда уҡ башлыҡ тауышы килгән яҡҡа югерәм.

source: — на сей раз командирский приказ повторил гнусавый Валетдин.
ba: — Әмерҙе был юлы тыңҡыш Вәлетдин ҡабатланы.

source: Рукавказ — мое второе прозвище, боевая кличка.
ba: «Рукавказ» — минең икенсе ҡушаматым — һу ғышсан ҡушаматым.

source: Но на этот раз, прежде чем начать сражение, каждый взял себе боевую кличку — название какой-нибудь страны.
ba: Анау бер саҡ бөтә малайҙар, икегә бүленеп, һуғыш уйнар алдынан һәр беребеҙгә яңы исем — ил исеме тағылды.

source: Шагидулла, самый сильный из нас, стал «Россией».
ba: Арабыҙҙа иң көслөһө Шәһиҙулла үҙе «Рәсәй»ҙе алды,

source: Валетдин стал «Америкой».
ba: унан ҡала тыңҡыш Вәлетдин «Америка»,

source: Ибрай, сын Искандера, — «Япония»,
ba: Искәндәр Ибрайы «Япония» булды,

source: остальные удовольствовались именами «Англия», «Франция», «Австрия», «Турция», «Румыния», «Кавказ».
ba: бүтәндәргә «Англия», «Франция», «Австрия», «Төркиә», «Германия», «Кавказ» эләкте.

source: Я из нашей братии самый маленький.
ba: Бөтә төбәктә мин иң бәләкәйе.

source: Когда дошла да меня очередь, страны взяли и кончились.
ba: Миңә еткәс, илдәр бөттө лә ҡуйҙы.

source: «Больше стран нет!» — объявил Шагидулла.
ba: «Донъяла бүтән ил юҡ!» — тине Шәһиҙулла.

source: Вожак сказал, так и остальные голову ломать, еще страны искать не стали.
ba: Башлыҡтан уҙып, яңы илдәр эҙләп, берәү ҙә баш ватманы.

source: Я сначала растерялся, потом тихонько заплакал.
ba: Мин тәүҙә ҡойолоп төштөм, унан шым ғына илап ебәрҙем.

source: «Как же так? — причитал я про себя.
ba: «Нисек инде ул, — тимен әсемдән генә,

source: — Прямо передо мной страны кончились.
ba: — бер миңә ҡалғас ҡына ил бөтөр икән?

source: Отчего я такой горемычный?
ba: Шул тиклем дә ҡотһоҙмонмо икән ни?

source: Другие люди как люди, со странами, в свое удовольствие с пылом-жаром воевать будут, а ты один-одинешенек, бессчастный, безыменный, стой и смотри в сторонке».
ba: Бүтәндәр, ил-ил булып, рәхәтләнеп һуғышып йөрөгәндә, бер яңғыҙың исемһеҙ-затһыҙ ситтә тороп ҡал инде...»

source: Шагидулла хоть и дальняя, но нам родня.
ba: Шәһиҙулла алыҫтаныраҡ булһа ла беҙгә нәҫел тейешле.

source: Поэтому, наверное, и пожалел меня.
ba: Шуға күрә мине ҡыҙғанды, ахырыһы.

source: Он почесал свою рыжую голову и выцарапал из нее очень дельную мысль:
ba: Ерән башын аҙыраҡ тырнап торғас, унан бик яҡшы бер һүҙ соҡоп сығарҙы...

source: — Запамятовал, ребята!
ba: — Онотҡанмын, малайҙар,

source: На земном шаре еще одна страна есть, очень храбрая, обидчивая...
ba: ер шарында үтә ғәйрәтле, үтә ғәрсел,

source: Ужас какая грозная, в общем, страна.
ba: үтә хәтәр тағы ла бер ил бар.

source: Это Рукавказ!
ba: Ул да булһа — Рукавказ!

source: Пупок!
ba: Кендек!

source: Ты — Рукавказ.
ba: һин — Рукавказ!

source: Обидчив тот Рукавказ или нет, не знаю.
ba: Теге Рукавказ ғәрселдерме, юҡтырмы — белмәйем.

source: А во мне обидчивости через край.
ba: Ә миндә иһә ғәрселлек саманан ашҡан.

source: Кажется, Шагидулла на мой счет маленько проехался.
ba: Шәһиҙулла миңә аҙыраҡ төрттөрөп китте буғай.

source: Но я даже на то, что он меня обидным прозвищем назвал, не огрызнулся.
ba: Шуға ҡарамаҫтан, был юлы хатта теге мәсхәрә ҡушаматты әйтеүенә лә үсекләшмәнем.

source: «Чтобы одно поднять, другое положить приходится», — говорит мой отец.
ba: «Береһен төшөрмәй, икенсеһен күтәреп булмай», — ти атайым.

source: Подумаешь Пупок!
ba: Харап икән — Кендек!

source: Рукавказ и перед тысячью «пупков» не спасует...
ba: Рукавказ мең Кендеккә лә бирешерлек түгел...

source: Наверное, в это праздничное утро вожак решил бросить боевой клич.
ba: ...Байрам иртәһендә башлыҡ, моғайын, һуғышсан оран һалғандыр.

source: Иначе он меня Рукавказом не окликнул бы.
ba: Тоҡ-томалға Рукавказ тип саҡырмаҫ.

source: Когда я прибежал, мальчишек было — полон проулок.
ba: Мин барып еткәндә, малайҙар тыҡрыҡ тулы ине инде.

source: Только Асхата не было.
ba: Тик Әсғәт кенә юҡ.

source: Кто семечки лузгает, кто с треском сушеную черемуху жует.
ba: Ҡайһылары көнбағыш яра, ҡайһылары сертләтеп кипкән муйыл сәйнәй.

source: — Та-та-та-та! — сказал Ибрай, обойдя вокруг меня.
ba: — Тә-тә-тә-тә!—тине Ибрай, мине бер ҡат әйләнеп сығып.

source: — Прямо купец макарьевский!
ba: —Мәкәрйәнән килгән купесме ни?

source: Только часов нет с серебряной цепочкой.
ba: Көмөш сылбырлы сәғәте генә юҡ.

source: Нет, есть, вот и цепочка висит!
ba: Хәйер, сылбыры бында аҫылынып тора икән!

source: — и он дернул порядком свисавший конец завязки моих штанов.
ba: — Ул минең байтаҡ уҡ һалынып торған ыштан бауын тартты.

source: Ладно еще, не развязалась.
ba: Ярай, ыштан сиселмәне.

source: Этот Ибрай — моего друга Асхата старший брат,
ba: Ибрай — ул минең дуҫым Әсғәттең бер туған ағаһы.

source: он меня почему-то и на дух не принимает.
ba: Ни эшләптер, үҙе миңә гел ҡанығып тора.

source: Шагидулла поначалу ни на мое прибытие, ни на мою одежду особого внимания не обратил.
ba: Шәһиҙулла башта минең килеүемә лә, өҫ-башы ма ла артыҡ иғтибар итмәне.

source: Только легким махом руки отогнал Ибрая от меня.
ba: Тик, ҡулы менән ишара яһап, Ибрайҙы ғына минең эргәнән ҡыуып ебәрҙе.

source: — Чего это у тебя обе штанины вздулись?
ba: — Нимәгә шулай ике ыштан балағың бүлтәйеп сыҡҡан?

source: — показав подбородком, спросил он немного погодя.
ba: — Был һорауҙы бер аҙҙан һуң, эйәген сөйөп кенә, башлыҡ бирҙе.

source: — В одном кармане семечки, Шагидулла-агай, в другом — сушеная черемуха.
ba: — Бер кеҫәлә көнбағыш, Шәһиҙулла ағай, икенсеһендә кипкән муйыл.

source: Семечки крупные сегодня.
ba: Көнбағыш шундай эре.

source: Знаком Тимофей из Лекаревки привез.
ba: Лекарь урыҫы Тимофей килтергәйне...

source: — Ты, простота бесштанная, все равно людям раздашь.
ba: — һин, ыштанһыҙ, барыбер кешегә өләшеп бө төрөрһөң.

source: Переложи-ка лучше, от греха подальше, семечки и черемуху в мои карманы!
ba: Көнбағышын да, муйылын да күсер минең кеҫәләргә!

source: Я тут же с радостью полными горстями из своих карманов в карманы его новеньких зеленых брюк сначала семечки, потом черемуху перетаскал.
ba: Уның өр-яңы йәшел салбар кеҫәләренә мин тәүҙә көнбағышты, унан һуң кипкән муйылды үҙ устарым менән шатлана-шатлана ташыным.

source: Хоть и щепочки себе не осталось, не жалко.
ba: Бөртөгө ҡалмаһа ла үкенмәйем.

source: Не ел я их, что ли.
ba: Ашамаған ашмы.

source: Под конец, чтобы удостоверить свою безграничную щедрость и усердие, я вывернул и показал сначала правый карман, потом левый.
ba: Ахырҙа үҙемдең сикһеҙ йомартлығымды һәм ихласлығымды раҫлау өсөн элек уң кеҫәмде, унан һул кеҫәмде әйләндереп күрһәттем.

source: — Хороший ты парень, не скряга, — похвалил меня вожак.
ba: — Шәп егет һин, һыҡмыр түгелһең, — тип маҡ таны мине башлыҡ.

source: И своей большой рукой вернул мне одну горсть семечек и одну черемухи.
ba: Үҙенең оло усы менән бер ус көнбағыш, бер ус муйыл ҡайтарып бирҙе.

source: Бывают же справедливые, широкой души люди!
ba: Ысынлап та, була бит киң күңелле, ғәҙел кешеләр!

source: И один из них наш предводитель.
ba: Шуларҙың береһе беҙҙең башлыҡ.

source: Интересный он, Шагидулла-агай, наш родственник.
ba: Харап ирмәк ул Шәһиҙулла ағайым.

source: Какой только игры не выдумает, каких загадок не загадает!
ba: Уйлап сығармаған уйыны, әйтмәгән йомағы юҡ уның.

source: Вот и сейчас — игра не игра, загадка не загадка.
ba: Бына әле лә уйын тиһәң, уйын түгел, йомаҡ тиһәң, йомаҡ түгел, бер мәрәкә тамаша уйлап сығарҙы.

source: — Ребята! — сказал он.
ba: — Малайҙар!—тине ул.

source: Мы все ему в рот уставились.
ba: Беҙ бөтәбеҙ ҙә уның ауыҙына төбәлдек,

source: — Чей дом выше всех, ребята?
ba: Кем ыҙмаһы иң бейек, малайҙар?

source: Разумеется, мы все разом на дом продавца Шамсуллы посмотрели.
ba: Беҙҙең ҡараштарыбыҙ, әлбиттә, иң тәүҙә һатыусы Шәмсулланың сарҙаҡлы өйөнә юнәлде.

source: — Шамсуллы! — Ибрай по привычке вперед всех выскочил.
ba: — Шәмсулланыҡы! — тине һәр нәмәгә алдан тығылып барыусы Ибрай.

source: И тут же большой костистый кулак вожака пришелся ему по скуле.
ba: Шунда уҡ Шәһиҙулланың ҡырлы дәү йоҙроғо тегенең яңағына килеп ҡунды.

source: Мы оторопели.
ba: Беҙ, аптырап, шымып ҡалдыҡ.

source: Тем же голосом он тот же вопрос повторил: — Чей дом всех выше, ребята?
ba: Шул уҡ тауыш менән шул уҡ һорауҙы ҡабатланы ул: — Кем ыҙмаһы иң бейек, малайҙар?

source: На сей раз гнусавый Валетдин, ровесник вожака, решил свою находчивость показать:
ba: Был юлы башлыҡтың тиҫтере тыңҡыш Вәлетдин үҙенең зирәклеген, тапҡырлығын күрһәтмәксе булды:

source: — Хоть зарежь меня, хоть повесь, но всю правду скажу: самый-самый высокий дом — это будет... дом муллы Ахмера на Базарной улице!
ba: — Хыт аҫ, хыт киҫ, иң дөрөҫөн үҙем әйтәм: самай, самай бейеге —Баҙар урамындағы Әхмәр мулланың ыҙмаһы.

source: Коли не веришь...
ba: Ышанмаһаң... ышанмаһаң...

source: — не успел Валетдин договорить, что будет, «коли не веришь», как тот же самый кулак и его ухо пригрел.
ba: — Нимә буласағын Вәлетдин әйтеп бөтөрөргә лә өлгөрмәне, баяғы йоҙроҡ уның ҡолағын өтөп алды.

source: Мы вконец растерялись.
ba: Беҙҙе тамам ҡаушау алды.

source: Что же за дом такой?
ba: Ауылда беҙ белмәгән, беҙ күрмәгән,

source: Нам неведом, лишь вожаку известен.
ba: тик башлыҡтың бер үҙенә генә билдә ле

source: И всех высоких домов выше.
ba: бейектән-бейек өй барҙыр, күрәһең.

source: Еще двое счастье свое попытали, дома старика Ишмурзы и кузнеца Агляма назвали.
ba: Тағы бер-ике малай, Ташбулат ҡарт менән Әғләм тимерсенең өйөн атап, бәхет һынап ҡараны.

source: Их ответы по той же цене прошли.
ba: Әммә уларҙың яуабына ла шул уҡ баһа бирелде.

source: И вдруг меня осенило, догадка словно откуда-то сверху сошла.
ba: Ҡапыл ҡайҙандыр юғарынан төшөп, минең башыма иҫ киткес аҡыллы бер фекер килеп инде.

source: Даже радостная дрожь по всему телу пробежала.
ba: Шул саҡ бөтә тәнемә рәхәт бер ҡалтырау таралды.

source: Сердце застучало.
ba: Йөрәгем леп-леп тибә башланы.

source: Вот сейчас скажу и всех мальчишек под корень срежу.
ba: Бына хәҙер әйтәм дә бөтә малайҙарҙы бер юлы ҡырып һалам.

source: Никто не знает, а я знаю.
ba: Мин белгәнде берәү ҙә белмәй.

source: И я сам не заметил, как завопил на всю улицу: — Минарет мечети!
ba: Үҙем дә һиҙмәҫтән, бөтә урамды яңғыратып һөрән һалдым: — Мәсет манараһы!

source: Вожак даже отшатнулся.
ba: Башлыҡ тәүҙә шаҡ ҡатты.

source: Сначала побледнел, потом покраснел, будто с натуги.
ba: Бер ағарынды, бер бүртенде теге.

source: На конопатом носу пот выступил.
ba: һипкелле танауына тир бәреп сыҡты.

source: Однако он быстро опомнился, и к моему «хлебному сундуку» (мы рот так называем) метнулся все тот же кулак.
ba: Бер талай ваҡыттан әлеге йоҙроҡ минең икмәк шүрлегенә — ауыҙ-морон тирәһен беҙ шулай тип йөрөтәбеҙ — йылт итеп килеп етте.

source: Но, не коснувшись, медленно опустился.
ba: Ләкин ҡағылманы, әкрен генә түбән төштө.

source: — Мечеть — дом господень, ты его с прочими строениями не равняй!
ba: — Мәсет ул хоҙай йорто, — тине башлыҡ, — бындай ыҙмалар рәтенә инмәй.

source: Даже этого не знаешь, дурак!
ba: Шуны ла белмәйһең, иҫәүән.

source: Не окажись названное мной «домом господним», миновал ли меня столь милосердно этот ребристый, из пяти сжатых пальцев кулак, не знаю.
ba: — Күрәһең, телгә алғаным «хоҙай йорто» булғанға бишбармаҡтан уҡмашҡан ҡырлы туҡмаҡ мине аяп үтте.

source: Но расчеты Шагидуллы я, кажется, порядком спутал.
ba: Әммә Шәһиҙулланың иҫәп-самаларыи мин ярайһы сыуалтып ташланым, ахырыһы.

source: Интерес к игре пропал.
ba: Уйындың ҡыҙығы китте.

source: Мальчишки вяло, кое-как погадали еще,
ba: Малайҙар арлы-бирле буталыша башланы.

source: но вожаку ответ нужен был самый точный, самый находчивый.
ba: Уға иң дөрөҫ, иң тапҡыр, иң ғәҙел яуап кәрәк ине.

source: — Последний раз спрашиваю — чей дом самый высокий?
ba: — һуңғы тапҡыр һорайым: кем ыҙмаһы иң бейек?

source: Никто и рта не раскрыл.
ba: Ауыҙ асып өндәшергә берәү ҙә баҙнат итмәне.

source: Тишина.
ba: Шомло тынлыҡ.

source: Только гнусавый Валетдин носом тянет.
ba: Бары тыңҡыш Вәлетдиндең танау тартҡаны ғына ишетелә.

source: Вот тут-то Шайхаттар, прозванный за хитрость Лисой, и подал голос.
ba: Шул саҡ уйынға ла, бәхәс кә лә һирәк ҡатнаша торған малай — хәйләкәрлеге өсөн Төлкө ҡушаматы йөрөткән Шайхаттар кинәт телгә килде.

source: Он слово вымолвит, так покуда второго дождешься, истомишься весь.
ba: Ул бер һүҙҙе әйткәс, икенсеһен көтә-көтә арып бөтәһең.

source: — А это ведь с какой стороны посмотришь, — сказал Лиса.
ba: — Ҡайһы яҡтан ҡарайһың бит, — тине Төлкө,

source: — С одной стороны, Шагидулла-агай, у вашего дома крыша высока, но с другой труба чуть не под облака.
ba: — бер яҡтан ҡарағанда, Шәһиҙулла ағай, һеҙҙең ыҙманың ҡыйығы ҡалҡыу, икенсе яҡтан ҡарағанда, мөрйәһе юғары.

source: Вот и выходит, что ваш — самый высокий.
ba: Шулай булғас, иң бейеге һеҙҙең ыҙма булып сыға инде. һеҙҙең ыҙма!

source: Двое-трое тут же поддакнули: — Ваш дом!
ba: Уға ҡушылып, тағы ике-өс малай ҡабатланы; — һеҙҙең ыҙма!

source: Ваш дом!
ba: һеҙҙең ыҙма!

source: Самый высокий — ваш дом! —
ba: Иң бейеге — һеҙҙең ыҙма!!

source: кто-то и шапку метнул вверх.
ba: — Кемдер кәпәс тә сөйөп ебәрҙе.

source: Лицо вожака рассиялось.
ba: Башлыҡтың йөҙө балҡып китте.

source: В рыжих волосах какие-то медные лучи заиграли.
ba: Ерән сәс бөр төктәрендә ниндәйҙер баҡыр нурҙар сағылып уйнаны.

source: Но довольство свое постарался скрыть.
ba: Шулай ҙа бөтөнләй иреп төшкәнен күрһәт мәҫкә тырышты ул.

source: Только сказал высокомерно: — Вот так-то вот, кто смотреть умеет, тот увидит.
ba: Эре генә йомғаҡ яһап ҡуйҙы: — Ана шулай, күрә белгән күҙгә күренә ул.

source: Высокое от низкого отличать надо,
ba: Бейекте тәпәштән айыра белергә кәрәк!

source: — он с тоненьким цыканьем сплюнул сквозь зубы.
ba: — Ул теш араһынан сырт итеп төкөрөп ҡуйҙы.

source: На Шайхаттара вожак и не глянул даже.
ba: Ә үҙе Шайхаттар яғына әйләнеп тә ҡараманы.

source: Вот и смотрим.
ba: Күреп торабыҙ.

source: Низенький, под соломенной крышей дом Кашфуллы-агая, отца Шагидуллы, через дорогу стоит, набок покосился, в землю ушел.
ba: Ана, ҡаршыла ғына Шәһиҙулланың атаһы Кәшфулла ағайҙың бер яҡҡа янтая төшкән, һалам түбәле тәпәш өйө ултыра.

source: Нижнее звено одного из двух смотрящих на улицу окон подушкой заткнуто.
ba: Урамға ҡараған ике тәҙрәнең береһенә аҫҡы өлгө урынына мендәр тығылған.
